Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# help.backups.overview
source: Before any writing, BookmarkBridge creates a private, timestamped copy of the target library, Safari or Chrome. The backup is tied to the exact location that was changed.
de: Vor dem Schreiben erstellt BookmarkBridge eine private, zeitgestempelte Kopie der Zielbibliothek, Safari oder Chrome. Die Sicherung ist an den genauen Speicherort gebunden, der geändert wurde.
es: Antes de escribir, BookmarkBridge crea una copia privada con marca de tiempo de la biblioteca de destino, Safari o Chrome. La copia de seguridad está vinculada a la ubicación exacta que se cambió.
fr: Avant toute écriture, BookmarkBridge crée une copie privée et horodatée de la bibliothèque cible, Safari ou Chrome. La sauvegarde est liée à l’emplacement exact qui a été modifié.
it: Prima di qualsiasi scrittura, BookmarkBridge crea una copia privata con timestamp della libreria di destinazione, Safari o Chrome. Il backup è legato alla posizione esatta che è stata modificata.
nl: Voordat er wordt geschreven, maakt BookmarkBridge een privékopie met tijdstempel van de doelbibliotheek, Safari of Chrome. De back-up is gekoppeld aan de exacte locatie die is gewijzigd.
pl: Przed jakimkolwiek zapisem BookmarkBridge tworzy prywatną kopię biblioteki docelowej, Safari lub Chrome, ze znacznikiem czasu. Kopia zapasowa jest powiązana z dokładną lokalizacją, która została zmieniona.
pt: Antes de qualquer escrita, o BookmarkBridge cria uma cópia privada com carimbo de data e hora da biblioteca de destino, Safari ou Chrome. O backup está vinculado ao local exato que foi alterado.

# help.backups.restore.close
source: Close Safari and Chrome.
de: Schließen Sie Safari und Chrome.
es: Cierra Safari y Chrome.
fr: Fermez Safari et Chrome.
it: Chiudi Safari e Chrome.
nl: Sluit Safari en Chrome.
pl: Zamknij Safari i Chrome.
pt: Feche o Safari e o Chrome.

# help.backups.restore.confirm
source: Start the restore. BookmarkBridge atomically replaces the saved file.
de: Starten Sie die Wiederherstellung. BookmarkBridge ersetzt die gespeicherte Datei atomar.
es: Inicie la restauración. BookmarkBridge reemplaza atómicamente el archivo guardado.
fr: Lancez la restauration. BookmarkBridge replace atomiquement le fichier sauvegardé.
it: Avvia il ripristino. BookmarkBridge sostituisce atomicamente il file salvato.
nl: Start het herstel. BookmarkBridge vervangt atomair het opgeslagen bestand.
pl: Rozpocznij przywracanie. BookmarkBridge atomowo zastępuje zapisany plik.
pt: Inicie a restauração. BookmarkBridge substitui atomicamente o arquivo salvo.

# help.backups.restore.open
source: Open Sync and locate the Restore button.
de: Öffnen Sie Sync und suchen Sie die Schaltfläche „Wiederherstellen“.
es: Abra Sync y busque el botón Restaurar.
fr: Ouvrez Synchronisation et repérez le bouton Restaurer.
it: Apri Sincronizzazione e individua il pulsante Ripristina.
nl: Open Sync en zoek de knop Herstellen.
pl: Otwórz Synchronizację i znajdź przycisk Przywróć.
pt: Abra Sincronizar e localize o botão Restaurar.

# help.backups.restore.title
source: Restore a backup
de: Stellen Sie ein Backup wieder her
es: Restaurar una copia de seguridad
fr: Restaurer une sauvegarde
it: Ripristina un backup
nl: Herstel een back-up
pl: Przywróć kopię zapasową
pt: Restaurar um backup

# help.backups.restore.verify
source: Wait for confirmation, then open the restored browser to check your bookmarks.
de: Warten Sie auf die Bestätigung und öffnen Sie dann den wiederhergestellten Browser, um Ihre Lesezeichen zu überprüfen.
es: Espere la confirmación, luego abra el navegador restaurado para verificar sus favoritos.
fr: Attendez la confirmation, puis ouvrez le navigateur restauré pour vérifier vos favoris.
it: Attendi la conferma, quindi apri il browser ripristinato per controllare i tuoi segnalibri.
nl: Wacht op bevestiging en open vervolgens de herstelde browser om uw bladwijzers te controleren.
pl: Poczekaj na potwierdzenie, a następnie otwórz przywróconą przeglądarkę, aby sprawdzić zakładki.
pt: Aguarde a confirmação e abra o navegador restaurado para verificar seus favoritos.

# help.backups.scope.body
source: A backup can only restore the Safari library or Chrome profile it came from. This check prevents cross-restore.
de: Ein Backup kann nur die Safari-Bibliothek oder das Chrome-Profil wiederherstellen, aus dem es stammt. Diese Prüfung verhindert eine Cross-Restore.
es: Una copia de seguridad sólo puede restaurar la biblioteca de Safari o el perfil de Chrome del que procede. Esta verificación evita la restauración cruzada.
fr: Une sauvegarde ne peut restaurer que la bibliothèque Safari ou le profil Chrome dont elle provient. Cette vérification empêche une restauration croisée.
it: Un backup può ripristinare solo la libreria Safari o il profilo Chrome da cui proviene. Questo controllo impedisce il ripristino incrociato.
nl: Een back-up kan alleen de Safari-bibliotheek of het Chrome-profiel herstellen waar deze vandaan komt. Deze controle voorkomt kruisherstel.
pl: Kopia zapasowa może przywrócić tylko bibliotekę Safari lub profil Chrome, z której pochodzi. To sprawdzenie zapobiega przywracaniu krzyżowemu.
pt: Um backup só pode restaurar a biblioteca do Safari ou o perfil do Chrome de onde veio. Essa verificação evita a restauração cruzada.

# help.backups.scope.title
source: Targeted restoration
de: Gezielte Sanierung
es: Restauración dirigida
fr: Restauration ciblée
it: Restauro mirato
nl: Gerichte restauratie
pl: Ukierunkowana renowacja
pt: Restauração direcionada

# help.callout.bidirectional.body
source: You choose Safari to Chrome or Chrome to Safari. Only the target browser is modified, in accordance with the previewed plan and after creating its backup.
de: Sie wählen Safari zu Chrome oder Chrome zu Safari. Lediglich der Zielbrowser wird gemäß dem in der Vorschau angezeigten Plan und nach der Erstellung seines Backups geändert.
es: Eliges Safari a Chrome o Chrome a Safari. Sólo se modifica el navegador de destino, de acuerdo con el plan previo y después de crear su copia de seguridad.
fr: Vous choisissez Safari vers Chrome ou Chrome vers Safari. Seul le navigateur cible est modifié, conformément au plan prévisualisé et après création de sa sauvegarde.
it: Scegli Safari su Chrome o Chrome su Safari. Viene modificato solo il browser di destinazione, secondo il piano previsto e dopo averne creato il backup.
nl: U kiest voor Safari naar Chrome of Chrome naar Safari. Alleen de doelbrowser wordt gewijzigd, in overeenstemming met het voorbeeldplan en na het maken van de back-up.
pl: Wybierasz Safari do Chrome lub Chrome do Safari. Modyfikowana jest tylko docelowa przeglądarka, zgodnie z podglądanym planem i po utworzeniu jej kopii zapasowej.
pt: Você escolhe Safari para Chrome ou Chrome para Safari. Apenas o navegador alvo é modificado, de acordo com o plano pré-visualizado e após a criação do seu backup.

# help.callout.bidirectional.title
source: Two-way sync
de: Zwei-Wege-Synchronisierung
es: Sincronización bidireccional
fr: Synchronisation dans les deux sens
it: Sincronizzazione bidirezionale
nl: Synchronisatie in twee richtingen
pl: Synchronizacja dwukierunkowa
pt: Sincronização bidirecional

# help.chrome.authorization.open
source: Click Choose Chrome Profile.
de: Klicken Sie auf Chrome-Profil auswählen.
es: Haga clic en Elegir perfil de Chrome.
fr: Cliquez sur Choisir le profil Chrome.
it: Fai clic su Scegli profilo Chrome.
nl: Klik op Chrome-profiel kiezen.
pl: Kliknij Wybierz profil Chrome.
pt: Clique em Escolher perfil do Chrome.

# help.chrome.authorization.profile
source: In Sync, check the name of the selected Chrome profile, whether source or target.
de: Überprüfen Sie in Sync den Namen des ausgewählten Chrome-Profils, egal ob Quelle oder Ziel.
es: En Sincronización, verifique el nombre del perfil de Chrome seleccionado, ya sea de origen o de destino.
fr: Dans Synchronisation, vérifiez le nom du profil Chrome sélectionné, qu’il soit source ou cible.
it: In Sync, controlla il nome del profilo Chrome selezionato, sia di origine che di destinazione.
nl: Controleer in Sync de naam van het geselecteerde Chrome-profiel, of het nu bron of doel is.
pl: W Sync sprawdź nazwę wybranego profilu Chrome, źródłowego lub docelowego.
pt: Em Sincronização, verifique o nome do perfil do Chrome selecionado, seja de origem ou de destino.

# help.chrome.authorization.select
source: Select the Chrome folder in Application Support/Google.
de: Wählen Sie den Chrome-Ordner in Application Support/Google aus.
es: Seleccione la carpeta Chrome en Soporte de aplicaciones/Google.
fr: Sélectionnez le dossier Chrome dans Application Support/Google.
it: Seleziona la cartella Chrome in Supporto applicazioni/Google.
nl: Selecteer de Chrome-map in Applicatieondersteuning/Google.
pl: Wybierz folder Chrome w Application Support/Google.
pt: Selecione a pasta Chrome em Application Support/Google.

# help.chrome.authorization.title
source: Allow Chrome
de: Chrome zulassen
es: Permitir Chrome
fr: Autoriser Chrome
it: Consenti Chrome
nl: Chrome toestaan
pl: Zezwól na Chrome
pt: Permitir Chrome

# help.chrome.closed.body
source: Safari and Chrome must be closed while syncing and restoring. This precaution prevents browsers and BookmarkBridge from modifying bookmarks at the same time.
de: Safari und Chrome müssen während der Synchronisierung und Wiederherstellung geschlossen sein. Diese Vorsichtsmaßnahme verhindert, dass Browser und BookmarkBridge gleichzeitig Lesezeichen ändern.
es: Safari y Chrome deben estar cerrados durante la sincronización y restauración. Esta precaución evita que los navegadores y BookmarkBridge modifiquen los marcadores al mismo tiempo.
fr: Safari et Chrome doivent être fermés pendant la synchronisation et la restauration. Cette précaution évite que les navigateurs et BookmarkBridge modifient les favoris en même temps.
it: Safari e Chrome devono essere chiusi durante la sincronizzazione e il ripristino. Questa precauzione impedisce ai browser e a BookmarkBridge di modificare i segnalibri contemporaneamente.
nl: Safari en Chrome moeten gesloten zijn tijdens het synchroniseren en herstellen. Deze voorzorgsmaatregel voorkomt dat browsers en BookmarkBridge tegelijkertijd bladwijzers wijzigen.
pl: Podczas synchronizacji i przywracania przeglądarki Safari i Chrome muszą być zamknięte. To zabezpieczenie uniemożliwia przeglądarce i BookmarkBridge jednoczesne modyfikowanie zakładek.
pt: Safari e Chrome devem ser fechados durante a sincronização e restauração. Esta precaução evita que os navegadores e o BookmarkBridge modifiquem os favoritos ao mesmo tempo.

# help.chrome.closed.title
source: Close Safari and Chrome before writing
de: Schließen Sie Safari und Chrome, bevor Sie schreiben
es: Cierra Safari y Chrome antes de escribir
fr: Fermez Safari et Chrome avant une écriture
it: Chiudi Safari e Chrome prima di scrivere
nl: Sluit Safari en Chrome voordat u gaat schrijven
pl: Przed rozpoczęciem pisania zamknij Safari i Chrome
pt: Feche o Safari e o Chrome antes de escrever

# help.chrome.overview
source: Chrome can contain multiple profiles. BookmarkBridge discovers them in the Chrome folder you explicitly selected.
de: Chrome kann mehrere Profile enthalten. BookmarkBridge erkennt sie im Chrome-Ordner, den Sie explizit ausgewählt haben.
es: Chrome puede contener varios perfiles. BookmarkBridge los descubre en la carpeta de Chrome que seleccionó explícitamente.
fr: Chrome peut contenir plusieurs profils. BookmarkBridge les découvre dans le dossier Chrome que vous avez explicitement sélectionné.
it: Chrome può contenere più profili. BookmarkBridge li rileva nella cartella Chrome che hai esplicitamente selezionato.
nl: Chrome kan meerdere profielen bevatten. BookmarkBridge ontdekt ze in de Chrome-map die u expliciet hebt geselecteerd.
pl: Chrome może zawierać wiele profili. BookmarkBridge odkrywa je w wyraźnie wybranym folderze Chrome.
pt: O Chrome pode conter vários perfis. BookmarkBridge os descobre na pasta do Chrome que você selecionou explicitamente.

# help.configuration.overview
source: BookmarkBridge uses the recommended security settings. Configuration mainly consists of selecting the Safari and Chrome locations that macOS allows the application.
de: BookmarkBridge verwendet die empfohlenen Sicherheitseinstellungen. Die Konfiguration besteht hauptsächlich aus der Auswahl der Safari- und Chrome-Speicherorte, die macOS für die Anwendung zulässt.
es: BookmarkBridge utiliza la configuración de seguridad recomendada. La configuración consiste principalmente en seleccionar las ubicaciones de Safari y Chrome que macOS permite a la aplicación.
fr: BookmarkBridge utilise les réglages de sécurité recommandés. La configuration consiste principalement à sélectionner les emplacements Safari et Chrome que macOS autorise à l’application.
it: BookmarkBridge utilizza le impostazioni di sicurezza consigliate. La configurazione consiste principalmente nel selezionare le posizioni Safari e Chrome consentite da macOS per l'applicazione.
nl: BookmarkBridge gebruikt de aanbevolen beveiligingsinstellingen. Configuratie bestaat voornamelijk uit het selecteren van de Safari- en Chrome-locaties die macOS de applicatie toestaat.
pl: BookmarkBridge korzysta z zalecanych ustawień zabezpieczeń. Konfiguracja polega głównie na wybraniu lokalizacji Safari i Chrome, w których macOS umożliwia aplikację.
pt: BookmarkBridge usa as configurações de segurança recomendadas. A configuração consiste principalmente em selecionar os locais do Safari e Chrome onde o macOS permite o aplicativo.

# help.configuration.permission.chrome
source: Then choose the Chrome folder, then the desired local profile.
de: Wählen Sie dann den Chrome-Ordner und dann das gewünschte lokale Profil.
es: Luego elija la carpeta Chrome y luego el perfil local deseado.
fr: Choisissez ensuite le dossier Chrome, puis le profil local voulu.
it: Scegli quindi la cartella Chrome, quindi il profilo locale desiderato.
nl: Kies vervolgens de Chrome-map en vervolgens het gewenste lokale profiel.
pl: Następnie wybierz folder Chrome, a następnie żądany profil lokalny.
pt: Em seguida, escolha a pasta do Chrome e depois o perfil local desejado.

# help.configuration.permission.safari
source: In Home, choose Safari Favorites when the Permissions card suggests it.
de: Wählen Sie auf der Startseite „Safari-Favoriten“ aus, wenn die Karte „Berechtigungen“ dies vorschlägt.
es: En Inicio, elija Favoritos de Safari cuando la tarjeta de Permisos lo sugiera.
fr: Dans Accueil, choisissez les favoris Safari lorsque la carte Autorisations le propose.
it: In Home, scegli Preferiti di Safari quando lo suggerisce la scheda Autorizzazioni.
nl: Kies in Home Safari-favorieten wanneer de kaart Toestemmingen dit voorstelt.
pl: W Strona główna wybierz Ulubione Safari, gdy sugeruje to karta Uprawnienia.
pt: Na página inicial, escolha Favoritos do Safari quando o cartão Permissões sugerir.

# help.configuration.permission.verify
source: Verify that both sources appear as allowed before opening Sync.
de: Stellen Sie sicher, dass beide Quellen als zulässig angezeigt werden, bevor Sie Sync öffnen.
es: Verifique que ambas fuentes aparezcan según lo permitido antes de abrir Sync.
fr: Vérifiez que les deux sources apparaissent comme autorisées avant d’ouvrir Synchronisation.
it: Verificare che entrambe le origini siano visualizzate come consentite prima di aprire la sincronizzazione.
nl: Controleer of beide bronnen verschijnen zoals toegestaan voordat u Sync opent.
pl: Przed otwarciem synchronizacji sprawdź, czy oba źródła są wyświetlane jako dozwolone.
pt: Verifique se ambas as fontes aparecem como permitidas antes de abrir o Sync.

# help.configuration.permissions.title
source: Configure permissions
de: Konfigurieren Sie Berechtigungen
es: Configurar permisos
fr: Configurer les autorisations
it: Configura le autorizzazioni
nl: Configureer machtigingen
pl: Skonfiguruj uprawnienia
pt: Configurar permissões

# help.configuration.privacy.body
source: Permissions are stored as secure credentials managed by macOS. BookmarkBridge does not upload your bookmarks and does not rely on any network services.
de: Berechtigungen werden als sichere Anmeldeinformationen gespeichert, die von macOS verwaltet werden. BookmarkBridge lädt Ihre Lesezeichen nicht hoch und ist nicht auf Netzwerkdienste angewiesen.
es: Los permisos se almacenan como credenciales seguras administradas por macOS. BookmarkBridge no carga sus favoritos y no depende de ningún servicio de red.
fr: Les autorisations sont stockées sous forme de références sécurisées gérées par macOS. BookmarkBridge ne téléverse pas vos favoris et ne dépend d’aucun service réseau.
it: Le autorizzazioni vengono archiviate come credenziali sicure gestite da macOS. BookmarkBridge non carica i tuoi segnalibri e non si basa su alcun servizio di rete.
nl: Machtigingen worden opgeslagen als veilige inloggegevens die worden beheerd door macOS. BookmarkBridge uploadt uw bladwijzers niet en is niet afhankelijk van netwerkdiensten.
pl: Uprawnienia są przechowywane jako bezpieczne dane uwierzytelniające zarządzane przez system macOS. BookmarkBridge nie przesyła zakładek i nie korzysta z żadnych usług sieciowych.
pt: As permissões são armazenadas como credenciais seguras gerenciadas pelo macOS. BookmarkBridge não carrega seus favoritos e não depende de nenhum serviço de rede.

# help.configuration.privacy.title
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pl: Prywatność
pt: Privacidade

# help.conflicts.behavior.choice
source: If a profile is not writable, choose another local profile or keep it for viewing.
de: Wenn ein Profil nicht beschreibbar ist, wählen Sie ein anderes lokales Profil oder behalten Sie es zur Anzeige bei.
es: Si no se puede escribir en un perfil, elija otro perfil local o guárdelo para verlo.
fr: Si un profil n’est pas inscriptible, choisissez un autre profil local ou conservez-le en consultation.
it: Se un profilo non è scrivibile, scegli un altro profilo locale o conservalo per la visualizzazione.
nl: Als een profiel niet beschrijfbaar is, kies dan een ander lokaal profiel of bewaar het om te bekijken.
pl: Jeśli profilu nie można zapisać, wybierz inny profil lokalny lub zachowaj go do przeglądania.
pt: Se um perfil não for gravável, escolha outro perfil local ou guarde-o para visualização.

# help.conflicts.behavior.preview
source: The differences are presented before application.
de: Die Unterschiede werden vor der Anwendung dargestellt.
es: Las diferencias se presentan antes de la aplicación.
fr: Les différences sont présentées avant application.
it: Le differenze vengono presentate prima dell'applicazione.
nl: De verschillen worden vóór toepassing gepresenteerd.
pl: Różnice przedstawiono przed aplikacją.
pt: As diferenças são apresentadas antes da aplicação.

# help.conflicts.behavior.readonly
source: An ambiguous source remains read-only.
de: Eine mehrdeutige Quelle bleibt schreibgeschützt.
es: Una fuente ambigua sigue siendo de sólo lectura.
fr: Une source ambiguë reste en lecture seule.
it: Una fonte ambigua rimane di sola lettura.
nl: Een dubbelzinnige bron blijft alleen-lezen.
pl: Niejednoznaczne źródło pozostaje tylko do odczytu.
pt: Uma fonte ambígua permanece somente leitura.

# help.conflicts.behavior.title
source: Security behavior
de: Sicherheitsverhalten
es: Comportamiento de seguridad
fr: Comportement de sécurité
it: Comportamento di sicurezza
nl: Beveiligingsgedrag
pl: Zachowanie zabezpieczające
pt: Comportamento de segurança

# help.conflicts.overview
source: A conflict is a situation where BookmarkBridge cannot choose a safe action without additional information. Beta favors no writing rather than a risky automatic decision.
de: Ein Konflikt ist eine Situation, in der BookmarkBridge ohne zusätzliche Informationen keine sichere Aktion auswählen kann. Beta bevorzugt kein Schreiben statt einer riskanten automatischen Entscheidung.
es: Un conflicto es una situación en la que BookmarkBridge no puede elegir una acción segura sin información adicional. Beta prefiere no escribir antes que tomar una decisión automática arriesgada.
fr: Un conflit désigne une situation où BookmarkBridge ne peut pas choisir une action sûre sans information supplémentaire. La bêta privilégie l’absence d’écriture plutôt qu’une décision automatique risquée.
it: Un conflitto è una situazione in cui BookmarkBridge non può scegliere un'azione sicura senza informazioni aggiuntive. Beta preferisce non scrivere piuttosto che una rischiosa decisione automatica.
nl: Een conflict is een situatie waarin BookmarkBridge zonder aanvullende informatie geen veilige actie kan kiezen. Bèta geeft de voorkeur aan niet schrijven in plaats van een riskante automatische beslissing.
pl: Konflikt to sytuacja, w której BookmarkBridge nie może wybrać bezpiecznej akcji bez dodatkowych informacji. Beta woli brak pisania niż ryzykowną, automatyczną decyzję.
pt: Um conflito é uma situação em que o BookmarkBridge não consegue escolher uma ação segura sem informações adicionais. Beta prefere não escrever, em vez de uma decisão automática arriscada.

# help.conflicts.safety.body
source: BookmarkBridge 0.9.2 does not resolve a conflict by silently deleting or overwriting a bookmark.
de: BookmarkBridge 0.9.2 löst einen Konflikt nicht durch stillschweigendes Löschen oder Überschreiben eines Lesezeichens.
es: BookmarkBridge 0.9.2 no resuelve un conflicto eliminando o sobrescribiendo silenciosamente un marcador.
fr: BookmarkBridge 0.9.2 ne résout pas un conflit en supprimant ou en écrasant silencieusement un favori.
it: BookmarkBridge 0.9.2 non risolve un conflitto eliminando o sovrascrivendo silenziosamente un segnalibro.
nl: BookmarkBridge 0.9.2 lost een conflict niet op door stilletjes een bladwijzer te verwijderen of te overschrijven.
pl: BookmarkBridge 0.9.2 nie rozwiązuje konfliktu poprzez ciche usuwanie lub zastąpienie zakładki.
pt: BookmarkBridge 0.9.2 não resolve um conflito excluindo ou substituindo silenciosamente um marcador.

# help.conflicts.safety.title
source: No destructive resolution
de: Keine destruktive Lösung
es: Ninguna resolución destructiva
fr: Aucune résolution destructive
it: Nessuna risoluzione distruttiva
nl: Geen destructieve oplossing
pl: Żadnego destrukcyjnego rozwiązania
pt: Nenhuma resolução destrutiva

# help.contextual.accessibility
source: Contextual help: %@
de: Kontexthilfe: %@
es: Ayuda contextual: %@
fr: Aide contextuelle : %@
it: Aiuto contestuale: %@
nl: Contextuele hulp: %@
pl: Pomoc kontekstowa: %@
pt: Ajuda contextual: %@

# help.contextual.button
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
nl: Hulp
pl: Pomoc
pt: Ajuda

# help.contextual.tooltip
source: Opens help for “%@”.
de: Öffnet die Hilfe für „%@“.
es: Abre ayuda para “%@”.
fr: Ouvre l’aide pour « %@ ».
it: Apre la guida per “%@”.
nl: Opent help voor “%@”.
pl: Otwiera pomoc dla „%@”.
pt: Abre a ajuda para “%@”.
